Repository: cuquet/wagtail2
Catalog: webapp/*/locale/*/LC_MESSAGES/django.po
Languages: ca, es_es

source: Streamfield Content
ca: Contingut de Streamfield
es_es: Contenido de Streamfield

source: The page description that will appear under the title.On Entry list, excerpt to be displayed.If this field is not filled, a truncate version of body text will be used.
ca: La descripció de la pàgina que apareixerà sota el títol. A la llista d'entrada, extracteque es mostrarà. Si aquest camp no s'omple, una versió truncada del text del cosserà utilitzat.
es_es: La descripción de la página que aparecerá debajo del título. En la lista de entradas, extractopara mostrarse. Si este campo no se rellena, una versión truncada del texto del cuerpose utilizará.

source: Excerpt
ca: Extracte
es_es: Extracto

source: Header image
ca: Imatge de capecelera
es_es: Imagen de cabecera

source: Image Filter
ca: Imatge del filtre
es_es: Filtro de la imagen

source: Filter effect
ca: Efecte del filtre
es_es: Efecto del filtro

source: Image Size
ca: Mida de la imatge
es_es: Medida de la imagen

source: Size effect
ca: Mida de l'efecte
es_es: Medida del efecto

source: Show search in menus
ca: Mostra la cerca als menús
es_es: Mostrar la búsqueda en los menús

source: Whether a search form will appear in automatically generated menus
ca: Si apareixerà un formulari de cerca als menús generats automàticament
es_es: Si un formulario de búsqueda aparecerá en los menús generados automáticamente

source: Header
ca: Capcelerea
es_es: Cabecera

source: Content
ca: Contingut
es_es: Contenido

source: Avatar centered image
ca: Avatar centrada en la imatge
es_es: Imagen centrada en avatar

source: Plain
ca: Pla
es_es: Plano

source: Background
ca: Fons
es_es: Fondo

source: Small
ca: Petit
es_es: Pequeño

source: Medium
ca: Mitjà
es_es: Mediano

source: Large
ca: Gran
es_es: Grande

source: Custom StructBlock that allows the user to select h2 - h4 sizes for headers
ca: StructBlock personalitzat que permet a l'usuari seleccionar mides h2 - h4 per als encapçalaments
es_es: StructBlock personalizado que permite al usuario seleccionar los tamaños h2 - h4 para los encabezados

source: Custom StructBlock that allows the user to attribute a quote to the author
ca: StructBlock personalitzat que permet a l'usuari atribuir una sangria a l'autor
es_es: StructBlock personalizado que permite al usuario atribuir una cita al autor

source: Image resize
ca: Canvia la mida de la imatge
es_es: Redimensionar Imagen

source: It must be defined in wagtail picture redimension tag: width-640, height-480, fill-200x200-c100 or original (which is the default option)
ca: Ha de definir-se a l'etiqueta de la reproducció de la imatge de wagtail: width-640,height-480, fill-200x200-c100 o original (que és l'opció predeterminada)
es_es: Debe definirse en la etiqueta de redimensionamiento de imagen de wagtail: width-640,Altura-480, relleno 200x200-c100 u original (que es la opción predeterminada)

source: Head
ca: Capçalera
es_es: Cabecera

source: You can split the title using '|'. It will add small .subtitle class.
ca: Podeu dividir el títol amb '|'. Afegeix una classe, .subtitle, petita.
es_es: Puedes dividir el título usando '|'. Agregará una clase pequeña, .subtitle.

source: Text
es_es: Texto

source: The Parallax content
ca: Contingut del Parallax
es_es: Contenido del Parallax

source: Parallax size
ca: Mida del Parallax
es_es: Medida del Parallax

source: Display dropdown button
ca: Mostra el botó desplegable
es_es: muestra el botón desplegable

source: Parallax Block
ca: Bloc Parallax
es_es: Bloque Parallax

source: Aligned image
ca: Imatge alineada
es_es: Imagen alineada

source: Results per page on search
ca: Resultats per pàgina a la cerca
es_es: Resultados por página en la búsqueda

source: Internal link to contact us page
ca: Enllaç intern de la pàgina contactar amb nosaltres
es_es: Enlace interno de la página contactar con nosotros

source: Choose an existing page if you want the link to point somewhere inside the CMS.
ca: Trieu una pàgina existent si voleu que el vincle es mostri en algun lloc de laCMS.
es_es: Elige una página existente si deseas que el enlace apunte a algún lugar dentro de laCMS.

source: Various settings
ca: Diverses configuracions
es_es: Diversas configuraciones

source: Set an external link if you want the link to point somewhere outside the CMS.
ca: Establiu un enllaç extern si voleu que l'enllaç es pugui assenyalar en algun lloc fora del CMS.
es_es: Configura un enlace externo si deseas que el enlace apunte a algún lugar fuera del CMS.

source: Choose an existing document if you want the link to open a document.
ca: Trieu un document existent si voleu que l'enllaç obri un document.
es_es: Elige un documento existente si deseas que el enlace abra un documento.

source: Blog Category
ca: Categoria del blog
es_es: Categoria del blog

source: Link title
ca: Títol de l'enllaç
es_es: Título del enlace

source: A text area for entering raw HTML which will be rendered unescaped in the page output.
ca: Una àrea de text per introduir HTML sense format que es mostrarà sense escapament a la finestra.
es_es: Un área de texto para ingresar HTML en bruto que se representará sin escapar en lapágina de salida.

source: Footer Text
ca: Text del peu
es_es: Texto del pie

source: Url
ca: Adreça
es_es: Dirección

source: Relative links are allowed
ca: Es permeten enllaços relatius
es_es: Se permiten enlaces relativos

source: title
ca: títol
es_es: título

source: Title of the card
ca: Títol de la targeta
es_es: Título de la targeta

source: Card type
ca: Tipus de targeta
es_es: Tipo de targeta

source: Check on components page
ca: Comprova-ho a la pàgina de components
es_es: Compruévalo en la página de componentes

source: Card items
ca: Targetes
es_es: Targetas

source: Related links
ca: Enllaços relacionats
es_es: Enlace relacionados

source: Homepage
ca: Pàgina d'inici
es_es: Página de inicio

source: Related links and feed image
ca: Enllaços relacionats i imatge de peu
es_es: Enlaces relacionados y la imagen del pie
