Repository: cuquet/wagtail2
Catalog: webapp/wagtail_block_twitter/locale/*/LC_MESSAGES/django.po
Languages: ca, es_es

source: Twitter Consumer Secret
ca: Secret d'usuari de twitter
es_es: Secreto de usuario de twitter

source: Twitter Consumer Key
ca: Clau d'usuario de Twitter
es_es: Clave de usuario de twitter

source: Twitter Api Secret
ca: Secret de la api de Twitter
es_es: Secreto de la api de twitter

source: Twitter Api Key
ca: Clau de la api de Twitter
es_es: Clave de la api de twitter

source: Twitter Owner
ca: Propietari de Twitter
es_es: Propietario de Twitter

source: Twitter Owner Id
ca: Id del propietari de Twitter
es_es: Id del propietario de Twitter

source: It will publish entry on twitter account as soon as is saved.
ca: Publicarà l'entrada al compte de Twitter tan aviat com es desi.
es_es: Publicará la entrada en la cuenta de twitter tan pronto como se guarde.

source: Enable Twitter Publish
ca: Activar la publicació a twitter
es_es: Activar la publicación en Twitter

source: Twitter side contents
ca: Continguts de Twitter
es_es: Contenidos de Twitter

source: Twitter Widget
ca: Enginy de Twitter
es_es: Ingenio de Twitter

source: Last tweets from
ca: Últims tweets de
es_es: Últimos tweets de
